ykkim-temaat/esp32_ps_pwm/sdkconfig.defaults
# This file was generated using idf.py save-defconfig or menuconfig [D] key. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.3.4 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
